Repository: mrmap-community/mrmap
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Health check for {metadata} started.
de: Gesundheitscheck für {metadata} startet.

source: Layer title contains
de: Ebenen Titel enthält

source: Featuretype tile contains
de: Featuretype Titel enthält

source: Show layers
de: Zeige Ebenen

source: Timestamp
de: Zeitpunkt

source: Search in a date range.
de: Im Zeitfenster suchen.

source: Service type
de: Diensttyp

source: Filter by a service type.
de: Nach Diensttyp filtern.

source: Service title
de: Diensttitel

source: Filter by the title of a service.
de: Nach Diensttitel filtern.

source: Metadata ID
de: Metadaten ID

source: Filter by the ID of the metadata (#123 in service title).
de: Filter nach der ID des Metadatensatzes (#123 im Diensttitel).

source: User
de: Nutzer

source: Filter by a username.
de: Nach Nutzernamen filtern.

source: User group
de: Gruppe

source: Filter by the ID of a group.
de: Nach Gruppen ID filtern.

source: Show harvested
de: Zeige Harvests

source: Resource URL
de: Ressourcen URL

source: In case of a OGC service you may provide the GetCapabilities url.
de: Für einen OGC Dienst geben Sie die GetCapabilities URL an.

source: OGC Service
de: OGC Dienst

source: Registration with group
de: Registriere mit Gruppe

source: Select a group for which this resource shall be registered.
de: Gruppe wählen, für welche die Ressource registriert werden soll.

source: Registration for other organization
de: Registriere für andere Organisation

source: If you need to register for another organization, select the group which has the publisher rights and select the organization in here.
de: Falls Sie für eine andere Organisation registrieren wollen, wählen Sie die Gruppe, die Veröffentlichungsrechte hat und wählen Sie anschließend hier die jeweilige Organisation aus.

source: No other
de: Keine

source: Service needs authentication
de: Dienst benötigt Authentifizierung

source: Username
de: Nutzername

source: Password
de: Passwort

source: Authentication type
de: Authentifizierungstyp

source: Keep custom metadata
de: Behalte benutzerdefinierte Metadaten

source: There are still pending update requests from user '{}' for this service.
de: Es läuft bereits eine Aktualisierung für diesen Dienst von Nutzer '{}'.

source: Select the old layer name, if this new layer was just renamed.
de: Wählen Sie den alten Elementnamen, falls diese neue Ebene nur umbenannt wurde.

source: Select the old featuretype name, if this new featuretype was just renamed.
de: Wählen Sie den alten Elementnamen, falls dieses neue Feature nur umbenannt wurde.

source: Explanations: <br>
de: Erklärungen: <br>

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: Update
de: Aktualisieren

source: Edit metadata
de: Bearbeite Metadaten

source: Edit access
de: Bearbeite Zugriff

source: Remove
de: Löschen

source: No permissions!
de: Keine Berechtigung!

source: The resource title
de: Ressourcentitel

source: Shows whether the resource is active or not.
de: Zeigt an ob die Ressource aktiv ist oder nicht

source: Shows whether the resource is only accessible for certain groups and/or in certain areas.
de: Zeigt an ob die Ressource nur für ausgewählte Gruppen und/oder in ausgewählten Bereichen verfügbar ist.

source: Shows whether the resource needs authentication to its origin server.
de: Zeigt an ob die Ressource eine Nutzerauthentifizierung am Ursprungsserver benötigt.

source: The resource version
de: Ressourcenversion

source: The organization which provides the resource.
de: Die Organisation, welche den Dienst anbietet.

source: The group which registered the resource.
de: Die Gruppe, die diesen Dienst registriert hat

source: The organization for which the resource is registered.
de: Die Organisation für welche der Dienst registriert wurde.

source: The registration date.
de: Registrierungsdatum

source: Performable Actions
de: Ausführbare Aktionen

source: Shows the status of the resource. You can see active state, secured access state and secured externally state.
de: Zeigt den Status der Ressource an. Sie können den aktiven Status, den gesicherten Zugriffsstatus und den gesicherten externen Status anzeigen.

source: Shows the health status of the resource.
de: Zeigt den Gesundheitszustand der Ressource.

source: This resource is active.
de: Diese Ressource ist aktiviert.

source: This resource is deactivated.
de: Diese Ressource ist deaktiviert.

source: This resource is secured.
de: Diese Ressource ist abgesichert.

source: This resource has external authentication.
de: Diese Ressource verwendet eine externe Authentifizierung.

source: Some checks can't get a result, cause the service needs an authentication for this request.
de: Einige Checks verliefen ohne Ergebnis, da der Dienst eine Authentifizierung für diese Anfrage am Server benötigt.

source: Data provider
de: Datenanbieter

source: Registered by group
de: Registriert durch Gruppe

source: Registered for
de: Registriert für

source: Created on
de: Erstellt am

source: Click to open the detail view of <strong>{value}</strong>.
de: Öffnet die Detailansicht für <strong>{value}</strong>.

source: Shows all registered WMS.
de: Zeigt alle registrierten WMS.

source: Layers
de: Ebenen

source: Parent service
de: Übergeordneter Dienst

source: The root service of this layer
de: Der zugehörige Dienst zu dieser Ebene

source: Shows all registered WMS sublayers.
de: Zeigt alle registrierten WMS Ebenen

source: Shows all registered WFS.
de: Zeigt alle registrierten WFS.

source: Featuretypes
de: Featuretypen

source: Last harvest
de: Letzte Harvest

source: Timestamp of the last harvest
de: Zeitstempel der letzten Harvest

source: Collected harvest records
de: Gesammelte Harvest Einträge

source: Count of all haverest records
de: Anzahl aller Harvest Einträge

source: {'Deactivate' if record.is_active else 'Activate'} resource <strong>{record.title} [{record.id}]</strong>
de: {'Deaktiviere' if record.is_active else 'Aktiviere'} Resource <strong>{record.title} [{record.id}]</strong>

source: Havest resource <strong>{record.title} [{record.id}]</strong>
de: Harveste Ressource <strong>{record.title} [{record.id}]</strong>

source: Remove <strong>{record.title} [{record.id}]</strong>
de: Lösche <strong>{record.title} [{record.id}]</strong>

source: Shows all currently running pending tasks.
de: Zeigt alle aktuell laufenden Prozesse.

source: Service
de: Dienst

source: Progress
de: Fortschritt

source: Delete this running task.
de: Laufenden Prozess löschen.

source: Download the error report as text file.
de: Fehlermeldung als Textdatei herunterladen.

source: unknown
de: unbekannt

source: Shows all child layer of current WMS.
de: Zeigt alle Unterebenen des aktuellen WMS.

source: Shows all featuretypes of current WFS.
de: Zeigt alle Features des aktuellen WFS.

source: Shows all coupled metadata of current service.
de: Zeigt alle verknüpften Metadaten des aktuellen Dienstes.

source: Shows all logs for a service.
de: Zeigt alle Protokolle für einen Dienst.

source: Service ID
de: Dienst ID

source: The title of the related service
de: Der Titel des zugehörigen Dienstes

source: Service Title
de: Diensttitel

source: Name of the user which produced this log entry
de: Protokollierter Nutzer

source: Timestamp when the entry was produced
de: Zeitpunkt des Eintrags

source: Operation param of the request
de: Verwendete Operation

source: Delivered megapixel of map material
de: Ausgelieferte Megapixel Kartenmaterial

source: Response megapixel
de: Rückgabe Megapixel

source: Delivered number of features
de: Anzahl ausgelieferter Features

source: Response features
de: Rückgabe Features

source: Delivered Features (WFS)
de: Ausgelieferte Features (WFS)

source: Delivered Megapixel (WMS)
de: Ausgelieferte Megapixel (WMS)

source: Shows all datasets which are configured in your Mr. Map environment. You can Edit them if you want.
de: Listet alle Datensätze, die für Sie registriert sind. Sie können diese bearbeiten, wenn Sie wollen.

source: Related objects
de: Gehört zu

source: The related service from which this dataset is referenced
de: Der Dienst, zu dem dieser Datensatz gehört

source: Origins
de: Herkunft

source: How the resource got into the system.
de: Wie die Ressource ins System geladen wurde.

source: Click to open the html view of dataset <strong>{value}</strong>
de: Öffnet die HTML Ansicht des Datensatzes <strong>{value}</strong>

source: Click to open the detail view of related service <strong>{metadata.title} [{metadata.id}]"</strong>
de: Öffnet die Detailansicht des zugehörigen Dienstes <strong>{metadata.title} [{metadata.id}]</strong>

source: Edit <strong>{record.title} [{record.id}]</strong> dataset
de: Bearbeite Datensatz <strong>{record.title} [{record.id}]</strong>

source: Restore <strong>{record.title} [{record.id}]</strong> dataset
de: Setze Datensatz <strong>{record.title} [{record.id}]</strong> zurück

source: Remove <strong>{record.title} [{record.id}]</strong> dataset
de: Lösche Datensatz <strong>{record.title} [{record.id}]</strong>

source: Edit
de: Bearbeiten

source: Metadata
de: Metadaten

source: Access
de: Zugriff

source: Current
de: Aktuell

source: Easy ID
de: Einfache ID

source: Service type version
de: Diensttypversion

source: Last update on
de: Aktualisiert am

source: Hits
de: Aufrufe

source: No keywords provided
de: Keine Schlüsselwörter verfügbar

source: Access secured
de: Zugriff abgesichert

source: Responsible Person
de: Ansprechpartner

source: Phone
de: Telefon

source: Facsimile
de: Fax

source: Address
de: Adresse

source: City
de: Stadt

source: Post code
de: Postleitzahl

source: State or province
de: Bundesland

source: Country
de: Land

source: New Resource
de: Neue Ressource

source: Add New Dataset
de: Neuer Datensatz

source: Logs
de: Protokolle

source: Download the current table as csv file.
de: Gefilterte Tabelle als CSV herunterladen

source: New resource
de: Neue Ressource

source: Loading...
de: Laden...

source: Pending tasks
de: Laufende Prozesse

source: You are about to update this service.
de: Sie sind dabei diesen Dienst aktualisieren.

source: Please read the info and help texts on this page very carefully and only proceed if you know what you are doing.
de: Bitte lesen Sie die Info- und Hilfetexte auf dieser Seite gründlich und fahren Sie bitte nur dann fort, wenn Sie wissen, was Sie tun.

source: New-Layers
de: Neue Ebenen

source: New-Featuretypes
de: Neue Featuretypen

source: Removed-Layers
de: Entfernte Ebenen

source: Removed-Featuretypes
de: Entfernte Featuretypen

source: Updated-Layers
de: Aktualisierte Featuretypen

source: Updated-Featuretypes
de: Aktualisierte Featuretypen

source: New elements could just be already known elements, but renamed.
de: Neue Elemente könnten bereits bekannte Elemente sein - allerdings umbenannt!

source: In this case: Select for every renamed "new" element the old one from the related list.
de: In diesem Fall: Wählen Sie für jedes umbenannte "neue" Element das alte aus der zugehörigen Liste.

source: If the element is really new, just leave the empty selection.
de: Sollte das Element hingegen tatsächlich neu sein, lassen Sie die Auswahl einfach leer.

source: Show
de: Anzeigen

source: all
de: Alle

source: entries
de: Einträge

source: Continue
de: Weiter

source: Dismiss
de: Abbrechen

source: These elements will be removed, since they do not exist in the service anymore.
de: Diese Elemente werden entfernt, da sie nicht mehr in diesem Dienst existieren.

source: It is possible, that one of these elements was simply renamed. If so, go up to the new elements and read the help text.
de: Es ist möglich, dass eins dieser Elemente nur umbenannt wurde. Falls dem so ist, gehen Sie zur Übersicht neuer Elemente und lesen Sie dort den Hilfetext.

source: These elements still exist in the service and will be updated normally.
de: Diese Elemente existieren nach wie vor im Dienst und werden aktualisiert.

source: Open in new tab
de: Öffne in neuem Tab

source: Edit featuretype
de: Featuretyp bearbeiten

source: Dataset Metadata
de: Datensatz Metadaten

source: Service Metadata
de: Service Metadaten

source: Is searchable
de: Durchsuchbar

source: No spatial data provided!
de: Keine geographischen Daten verfügbar!

source: Default reference system:
de: Standard Referenzsystem:

source: Additional reference systems:
de: Weitere Referenzsysteme:

source: No additional reference systems provided
de: Keine weiteren Referenzsysteme verfügbar

source: Mime types:
de: Formattypen:

source: Show elements
de: Zeige Elemente

source: Show featuretypes
de: Zeige Featuretypen

source: Identifier
de: Identifikator

source: Is available
de: Verfügbar

source: Is queryable
de: Abfragbar

source: Is opaque
de: Durchsichtig

source: Is cascaded
de: Kaskadiert

source: Scale range
de: Zoomstufen

source: Reference systems:
de: Referenzsysteme:

source: Sublayers
de: Zeige Unterebenen

source: Edit layer
de: Ebene bearbeiten

source: Subscribe to keep updated
de: Abonnieren um auf dem aktuellensten Stand zu bleiben

source: Subscribe
de: Abonnieren

source: Responsible organization for publishing
de: Veröffentlichende Organisation

source: Responsible organization for publishing for
de: Veröffentlicht durch

source: Responsible organization for service
de: Verantwortlich für Dienst

source: Responsible organization for service for
de: Verantwortlich für Dienst von

source: Contact person
de: Ansprechpartner

source: Contact address
de: Adresse

source: Data/Service provider
de: Daten-/Dienstanbieter

source: Data/Service provider of the dataset for
de: Daten-/Dienstanbieter des Datensatzes für

source: Responsible party name
de: Verantwortliche Organisation:

source: Metadata provider
de: Metadatenanbieter

source: Metadata provider of the dataset for
de: Metadatenanbieter für den Datensatz von

source: Metadata point of contact name
de: Metadaten Kontaktdaten Name

source: Metadata point of contact email
de: Metadaten Kontaktdaten E-Mail

source: Interfaces of the dataset for
de: Schnittstellen des Datensatzes für

source: Show document
de: Zeige Dokument

source: Show link
de: Zeige Link

source: Overview of the dataset for
de: Überblick über Datensatz für

source: Kind of resource
de: Onlineresource

source: Metadata date
de: Metadaten Datum

source: Properties of the dataset for
de: Eigenschaften des Datensatzes für

source: Topic category
de: Kategorie

source: No categories provided!
de: Keine Kategorien vorhanden!

source: Keyword value
de: Schlüsselwörter

source: No keywords provided!
de: Keine Schlüsselwörter vorhanden!

source: Coordinate reference system
de: Referenzsysteme

source: Extend in geographic Coordinates
de: Ausdehnung in geografischen Koordinaten

source: Temporal extent from
de: Zeitliche Ausdehnung von

source: Temporal extent to
de: Zeitliche Ausdehnung bis

source: Date of publication
de: Veröffentlicht am

source: No date of publication provided!
de: Kein Datum verügbar!

source: Date of last revision
de: Letzte Revision am

source: No date of last revision provided!
de: Kein Datum verügbar!

source: Date of creation
de: Erstellt am

source: No date of creation provided!
de: Kein Datum verfügbar!

source: Encoding
de: Zeichenkodierung

source: Terms of use of the dataset
de: Nutzungsbedingungen für den Datensatz

source: Fees
de: Gebühren:

source: Interfaces informations for
de: Schnittstelleninformationen für

source: Quality informations for
de: Qualitätsinformationen für

source: Availability
de: Verfügbarkeit

source: Spatial extent
de: Räumliche Ausdehnung

source: Terms of use informations for
de: Nutzungsbedingungen für

source: Public access restrictions
de: Einschränkung des öffentlichen Zugriffs

source: Information about costs/fees/licenses
de: Kosten/Gebühren/Lizenzen

source: Interfaces of the featuretype for
de: Schnittstellen des Featuretypes für

source: Overview of the featuretype for
de: Überblick für den Featuretype für

source: Parent Service
de: Zugehöriger Dienst

source: Name of resource
de: Ressourcenname

source: Properties of the featuretype for
de: Eigenschaften des Featuretype für

source: is searchable
de: Durchsuchbar

source: is access secured
de: Zugriff eingeschränkt

source: Coordinate Reference System
de: Referenzsystem

source: Dataschema
de: Datenschema

source: Type of geometry
de: Geometrietyp

source: Coupled dataset metadata
de: Zugehörige Datensatz Metadaten

source: Overview of the wfs for
de: Überblick WFS für

source: Interfaces of the layer for
de: Schnittstellen des Layers für

source: Overview of the layer for
de: Überblick Layer für

source: Parent Layer
de: Gehört zu Ebene

source: Preview
de: Vorschau

source: Child Layers
de: Unterebenen

source: Properties of the layer for
de: Eigenschaften der Ebene für

source: is Queryable
de: Abfragbar

source: Overview of the wms for
de: Überblick WMS für

source: Root layer
de: Rootebene

source: Properties of the wms for
de: Eigenschaften des WMS für

source: Click to switch to overview tab
de: Klicken Sie hier, um zur Registerkarte Übersicht zu wechseln

source: Overview
de: Übersicht

source: Click to switch to properties tab
de: Klicken Sie hier, um zur Registerkarte Eigenschaften zu wechseln

source: Properties
de: Eigenschaften

source: Click to switch to contact tab
de: Klicken Sie hier, um zur Registerkarte Kontakt zu wechseln

source: Contact
de: Kontakt

source: Click to switch to terms of use tab
de: Klicken Sie hier, um zur Registerkarte Nutzungsbedingungen zu wechseln

source: Terms Of Use
de: Nutzungsbedingungen

source: Click to switch to interface tab
de: Klicken Sie hier, um zur Registerkarte Benutzeroberfläche zu wechseln

source: Interfaces
de: Schnittstellen

source: Click to switch to quality tab
de: Klicken Sie hier, um zur Registerkarte Qualität zu wechseln

source: Click to switch to interfaces tab
de: Klicken Sie hier, um zur Registerkarte Schnittstellen zu wechseln

source: Next
de: Weiter

source: Do you really want to remove this service?
de: Wollen Sie diesen Dienst wirklich löschen?

source: Remove service <strong>{metadata}</strong>
de: Lösche Dienst <strong>{metadata}</strong>

source: Deactivate resource <strong>{}</strong>
de: Deaktiviere Ressource <strong>{}</strong>

source: Activate resource <strong>{}</strong>
de: Aktiviere Ressource <strong>{}</strong>

source: Do you really want to deactivate this resource?
de: Wollen Sie diese Ressource wirklich deaktivieren?

source: Do you really want to activate this resource?
de: Wollen Sie diese Ressource wirklich aktivieren?

source: No dataset metadata found
de: Keine Datensatz Metadaten gefunden

source: Update service: <strong>{current_service.metadata.title} [{current_service.metadata.id}]</strong>
de: Aktualisiere Dienst: <strong>{current_service.metadata.title} [{current_service.metadata.id}]</strong>

source: No updatecandidate was found.
de: Kein Updatekandidat gefunden

source: Update candidates will be deleted after 7 days.
de: Updatekandidaten werden nach 7 Tagen gelöscht.

source: Pending update successfully dismissed.
de: Ausstehendes Update abgebrochen.

source: You are not the owner of this pending update. Rejected!
de: Sie sind nicht der Eigentümer dieses Updates!

source: Shows informations about the featuretype.
de: Zeigt Informationen über den Featuretype.

source: Shows informations about the service.
de: Zeigt Informationen über den Dienst.

source: Shows informations about the sublayer.
de: Zeigt Informationen über die Unterebene.

source: Show all organizations
de: Zeige alle Organisationen

source: Description
de: Beschreibung

source: Parent group
de: Untergruppe von

source: The organization you are requesting
de: Die angefragte Organisation

source: Group
de: Gruppen

source: Select your group for which you want to request publisher rights
de: Wählen Sie eine Ihrer Gruppen, für welche Sie Veröffentlichungsrechte anfordern wollen

source: Message
de: Nachricht

source: Create group
de: Erstelle mit Gruppe

source: Organization name
de: Organisationsname

source: Parent
de: Gehört zu

source: Postal code
de: Postleitzahl

source: Organization {} successfully created.
de: Organisation {} erstellt.

source: {} group
de: {} Gruppe

source: You can't leave this group.
de: Sie können diese Gruppe nicht verlassen

source: You left group {}
de: Sie haben Gruppe {} verlassen

source: You have to confirm the checkbox.
de: Sie müssen die Checkbox anwählen.

source: Organization {} successfully deleted.
de: Organisation {} gelöscht.

source: Password again
de: Passwort wiederholen

source: First name
de: Vorname

source: Last name
de: Nachname

source: E-mail address
de: E-Mail Adresse

source: I want to sign up for the newsletter
de: Ich möchte den Newsletter abonnieren

source: I want to participate in surveys
de: Ich möchte an Umfragen teilnehmen

source: I understand and accept that my data will be automatically processed and securely stored, as it is stated in the general data protection regulation (GDPR).
de: Ich verstehe und akzeptiere, dass meine Daten automatisch verarbeitet und sichergespeichert werden. Es gilt die Datenschutzbestimmung.

source: I'm not a robot
de: Ich bin kein Roboter

source: Username is already taken. Try another.
de: Nutzername ist bereits vergeben. Versuchen Sie etwas anderes.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.

source: Publisher changed
de: Veröffentlicher geändert

source: Group '{}' has been removed as publisher for '{}'.
de: Gruppe '{}' darf nicht mehr für '{}' veröffentlichen.

source: Invite to group
de: In Gruppe einladen

source: Sender's message
de: Nachricht des Absenders

source: Accept request
de: Anfrage akzeptieren

source: Accept
de: Akzeptieren

source: Decline
de: Ablehnen

source: You are now member of {}
de: Sie sind jetzt Mitglied in {}

source: You declined the invitation to {}
de: Sie haben die Einladung zu {} abgelehnt

source: Group '{}' has been accepted as publisher for '{}'
de: Gruppe '{}' wurde als Veröffentlicher für '{}' akzeptiert

source: Group '{}' has been rejected as publisher for '{}'
de: Gruppe '{}' wurde als Veröffentlicher für '{}' abgelehnt

source: Permission group. Holds user which are allowed to perform any action.
de: Berechtigungsgruppe. Gruppiert Nutzer die alle Funktionen nutzen können.

source: Public
de: Öffentlich

source: The public group. Used to create access for secured resources to external users. Every user is member of this group by default.
de: Die öffentliche Gruppe. Ermöglicht Zugang zu abgesicherten Diensten für externe Nutzer. Jeder interne Nutzer ist standardmäßig Teil dieser Gruppe.

source: Group organization
de: Gruppen Organisation

source: Remove <strong>{}</strong> as publisher
de: Lösche <strong>{}</strong> als Veröffentlicher

source: Action
de: Aktionen

source: Activation until
de: Aktivierung bis

source: The name of the group
de: Name der Gruppe

source: The description of the group
de: Die Gruppenbeschreibung

source: The organization wich is the home organization of the group
de: Die Organisation dieser Gruppe

source: Shows all groups which are configured in your Mr. Map environment.
de: Zeigt alle Gruppen, zu denen Sie gehören.

source: Click to open the detail view of the organization
de: Klicken für die Detailansicht der Organisation

source: Leave <strong>{}</strong>
de: Verlasse <strong>{}</strong>

source: Edit <strong>{}</strong>
de: Bearbeite <strong>{}</strong>

source: Remove <strong>{}</strong> group
de: Lösche <strong>{}</strong> Gruppe

source: Name of the given organizations
de: Name der Organisation

source: Description of the given organizations
de: Beschreibungen der Organisationen

source: Real organization
de: Echte Organisation
