Repository: mrmap-community/mrmap
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: form update
de: Formular aktualisieren

source: Check this field
de: Feld prüfen

source: The default role for all groups. Has no permissions.
de: Die Standardrolle für alle Gruppen. Hat keine Berechtigungen

source: Group Administrator
de: Gruppenadministrator

source: Permission group. Holds users which are allowed to manage groups.
de: Berechtigungsgruppe. Gruppiert Nutzer die Gruppen verwalten können.

source: Organization Administrator
de: Organisationsadministrator

source: Permission group. Holds users which are allowed to manage organizations.
de: Berechtigungsgruppe. Gruppiert Nutzer die Organisationen verwalten können.

source: Permission group. Holds users which are allowed to edit metadata or activate resources.
de: Berechtigungsgruppe. Gruppiert Nutzer die Metadaten editieren oder Ressourcen aktivieren können.

source: Permission group. Holds users which are allowed to access and download logs or generate an API token.
de: Berechtigungsgruppe. Gruppiert Nutzer die Protokolle einsehen und herunterladen oder API Token generien können.

source: Resource Administrator
de: Ressourcenadministrator

source: Permission group. Holds users which are allowed to manage resource. This includes e.g. registration or removing of services and managing publisher requests.
de: Berechtigungsgruppe. Gruppiert Nutzer die Ressourcen verwalten können. Das beinhaltet z.B. das Registrieren oder Löschen von Diensten und verwalten von Veröffentlichungsrechten.

source: Publish request created
de: Anfrage gestellt

source: Service registered
de: Dienst registriert

source: Service removed
de: Dienst entfernt

source: Service updated
de: Dienst aktualisiert

source: Service metadata edited
de: Dienst Metadaten bearbeitet

source: Service activated
de: Dienst aktiviert

source: Service {} activated
de: Dienst {} aktiviert

source: Service deactivated
de: Dienst deaktiviert

source: Service {} deactivated
de: Dienst {} deaktiviert

source: Service metadata restored
de: Dienst Metadaten zurückgesetzt

source: Group edited
de: Gruppe bearbeitet

source: Dataset metadata edited
de: Datensatz Metadaten bearbeitet

source: The parameter '{}' is invalid.
de: Der Parameter '{}' ist ungültig.

source: The input was not valid.
de: Eine Eingabe ist ungültig

source: Username or password incorrect
de: Nutzername oder Passwort falsch

source: Registration failed due to missing form data.
de: Registrierung aufgrund fehlender Formulardaten fehlgeschlagen.

source: Account updated successfully!
de: Account aktualisiert!

source: Your account is currently not activated
de: Dieser Account ist nicht aktiviert

source: You have been logged out.
de: Sie wurden ausgeloggt.

source: Your activation link was invalid. Please contact an administrator.
de: Ihr Aktivierungslink war ungültig. Kontaktieren Sie einen Administrator.

source: Your account was not activated in time. Please register again.
de: Ihr Account wurde nicht rechtzeitig aktiviert. Bitte registrieren Sie sich erneut.

source: An activation link for your account was sent. Please check your e-mails!
de: Ein Aktivierungslink für Ihren Account wurde per E-Mail versendet.

source: This e-mail is not known
de: Diese E-Mail Adresse ist nicht bekannt

source: Successfully logged out!
de: Erfolgreich ausgeloggt

source: The e-mail address was not valid
de: Die E-Mail Adresse ist ungültig

source: Password successfully changed!
de: Passwort erfolgreich geändert!

source: Old password was wrong!
de: Altes Passwort war falsch!

source: Passwords didn't match!
de: Passwörter stimmen nicht überein

source: A new password has been sent. Please check your e-mails!
de: Ein neues Passwort wurde per E-Mail an Sie gesendet.

source: Session timeout. You have been logged out.
de: Sitzung abgelaufen. Sie wurden ausgeloggt.

source: Timeout while loading '{}'!
de: Zeitüberschreitung während '{}' geladen wurde!

source: You do not have permissions for this!
de: Sie haben hierzu keine Berechtigung!

source: Resource is owned by another group. Access denied.
de: Ressource gehört einer anderen Gruppe. Zugriff verweigert.

source: Requesting user is not member of the group. Access denied.
de: Anfragender Nutzer ist kein Gruppenmitglied. Zugriff verweigert.

source: Requesting user is not member of the organization. Access denied.
de: Anfragender Nutzer ist kein Organisationsmitglied. Zugriff verweigert.

source: Metadata restored to original
de: Metadaten auf Originalzustand wiederhergestellt

source: Metadata editing successful
de: Metadaten erfolgreich editiert

source: Metadata added successful
de: Metadaten erfolgreich editiert

source: Metadata is original. Reset aborted.
de: Metadaten sind original. Zurücksetzen abgebrochen.

source: You have to turn off the secured access before you can turn off the proxy.
de: Der abgesicherte Zugriff muss abgeschaltet werden, bevor der Proxy deaktiviert werden darf.

source: The requested resource could not be found.
de: Die angeforderte Ressource konnte nicht gefunden werden.

source: The requested resource does not exist or you are not the owner.
de: Die angeforderte Ressource existiert nicht oder gehört Ihnen nicht.

source: The request was not activated in time. Request was deleted.
de: Die Anfrage wurde nicht rechtzeitig bearbeitet. Anfrage wurde gelöscht.

source: Publish request has been sent to the organization!
de: Veröffentlichungsanfrage wurde an die Organisation geschickt!

source: Publisher request accepted for group '{}'
de: Veröffentlichungsanfrage für Gruppe '{}' wurde akzeptiert

source: Publisher request denied for group '{}'
de: Veröffentlichungsanfrage für Gruppe '{}' wurde abgelehnt

source: Your group already is a publisher for this organization!
de: Ihre Gruppe kann bereits für diese Organisation veröffentlichen!

source: You cannot be a publisher to your group's own organization! You publish by default like this.
de: Sie können keine Veröffentlichungsrechte für die Gruppe Ihrer Organisation beantragen. Sie veröffentlichen standardmäßig für diese Organisation.

source: Your group already has sent a request. Please be patient!
de: Ihre Gruppe hat bereits eine Anfrage gesendet. Bitte gedulden Sie sich!

source: Publishing permission of {} for {} removed.
de: Veröffentlichungsrechte von {} für {} entfernt.

source: Publish permission removing denied. You are not a member of the organization nor a member of the publishing group!
de: Veröffentlichungsrechte Entferung abgelehnt. Sie sind weder Mitglied der Organisation, noch ein Mitglied der veröffentlichenden Gruppe

source: A group can not be parent to itself!
de: Eine Gruppe kann sich nicht selbst untergeordnet sein!

source: This group is owned by another user. Action denied.
de: Diese Gruppe gehört einem anderen Nutzer. Aktion abgebrochen.

source: Group '{}' successfully deleted.
de: Gruppe '{}' erfolgreich gelöscht.

source: Group '{}' successfully edited.
de: Gruppe '{}' erfolgreich bearbeitet.

source: Group {} successfully created.
de: Gruppe '{}' erfolgreich erstellt.

source: An organization can not be parent to itself!
de: Eine Gruppe kann sich nicht selbst untergeordnet sein!

source: This organization is owned by another user. Action denied.
de: Diese Organisation gehört einem anderen Nutzer. Aktion abgebrochen.

source: Organization '{}' successfully edited.
de: Organisation '{}' erfolgreich bearbeitet.

source: The service registration for '{}' was canceled
de: Die Diensteregistrierung für '{}' wurde abgebrochen.

source: You tried to update a service to another service type. This is not possible!
de: Sie versuchen einen Dienst auf einen anderen Diensttypen zu aktualisieren. Das ist nicht möglich!

source: The provided capabilities document is not different from the currently registered. Update canceled!
de: Das Capabilities Dokument unterscheidet sich nicht vom aktuell registrierten. Update abgebrochen!

source: The service could not be registered. Please check your metadata and contact an administrator.
de: Der Dienst konnte nicht registriert werden. Bitte prüfen Sie die Metadaten und kontaktieren Sie einen Administrator.

source: The requested layer could not be found.
de: Der angefragte Layer konnte nicht gefunden werden.

source: The requested service could not be found.
de: Der angeforderte Dienst konnte nicht gefunden werden.

source: 423 - The requested resource is currently disabled.
de: 423 - Die angeforderte Ressource ist aktuell deaktiviert.

source: The requested capabilities are currently unavailable. Add 'fallback=true' to your query if you want a cached document.
de: Die angeforderten Capabilities sind zur Zeit nicht verfügbar. Fügen Sie 'fallback=true' zu Ihrem Request hinzu um ein alternatives Dokument zu erhalten.

source: No root layer could be found for this service!
de: Keine Root Ebene für diesen Dienst gefunden!

source: There are multiple secured operations for one metadata. Please contact an administator.
de: Es existieren verschiedene abgesicherte Einstellungen für diesen Dienst. Kontaktieren Sie einen Administrator.

source: You have no permission to access this resource.
de: Sie haben keine Berechtigung um auf diese Ressource zuzugreifen!

source: The resource is authenticated externally. Proxy can not be deactivated.
de: Die Ressource erfordert eine externe Authentifizierung. Der Proxy kann nicht deaktiviert werden.

source: Proxy must be activated to be logged!
de: Proxy muss aktiviert sein um protokollieren zu können!

source: Proxy must be enabled if service shall stay secured!
de: Proxy muss aktiviert sein wenn der Dienst abgesichert bleiben soll!

source: The requested operation is not supported by this resource.
de: Diese Operation wird von der Ressource nicht unterstützt.

source: The requested uri seems to be broken. Please inform an administrator.
de: Die angefragte URI scheint nicht defekt zu sein. Bitte informieren Sie einen Administrator.

source: This setting is only available for the top level element.
de: Diese Einstellung ist nur für Elemente der obersten Ebene verfügbar.

source: No 'request' parameter provided.
de: Kein 'request' Parameter.

source: Login credentials for external authentication could not be decrypted. The key is missing. Please inform an administrator.
de: Logindaten für externe Authentifizierung konnten nicht entschlüsselt werden. Der Schlüssel fehlt. Bitte informieren Sie einen Administrator

source: Login credentials for external authentication could not be decrypted. The key is wrong. Please inform an administrator.
de: Logindaten für externe Authentifizierung konnten nicht entschlüsselt werden. Der Schlüssel ist falsch. Bitte informieren Sie einen Administrator

source: No logable outputformat given. Logable formats are {}. Alternatively remove the OUTPUTFORMAT parameter from your request.
de: Kein protokollierbares Ausgabeformat angegeben. Mögliche Formate sind {}. Alternativ entfernen Sie den OUTPUTFORMAT Parameter aus Ihrem Request.

source: Multiple feature queries in a single request detected. Please use one query per request.
de: Mehrere Features in einer einzigen Abfrage entdeckt. Bitte fragen Sie genau ein Feature pro Request an.

source: There are several service metadata documents for this service. Please contact an administrator.
de: Es existieren mehrere Service Metadaten Dokumente für diesen Dienst. Keine Eindeutigkeit feststellbar. Kontaktieren Sie einen Administrator.

source: '{}' was invalid.
de: '{}' ist ungültig.

source: Access for '{}' changed successfully.
de: Zugang für '{}' erfolgreich bearbeitet!

source: 2D-Points must hold two values for x and y.
de: 2D-Punkte müssen zwei Werte, für x und y, haben.

source: Inserted email address is unknown.
de: E-Mail Adresse ist unbekannt.

source: Subscription edited successfully.
de: Abonnement erfolgreich bearbeitet!

source: Subscription could not be edited.
de: Abonnement konnte nicht bearbeitet werden.

source: Subscription for '{}' was removed.
de: Abonnement für '{}' gelöscht.

source: Subscription for '{}' created.
de: '{}' abonniert.

source: '{}' already subscribed.
de: '{}' bereits abonniert.

source: English
de: Englisch

source: German
de: Deutsch

source: Password must have at least one lowercase letter
de: Passwort muss mindestens einen Kleinbuchstaben haben.

source: Password must have at least one Uppercase letter
de: Passwort muss mindestens einen Großbuchstaben haben.

source: Password must have at least one digit
de: Passwort muss mindestens eine Ziffer haben.

source: Special or non printable characters are not allowed
de: Spezielle Symbole sind nicht erlaubt

source: This is no capabilities document.
de: Das ist kein Capabilities Dokument.

source: No XML found.
de: Kein XML gefunden.

source: The given requested method is not GetCapabilities.
de: Die angegebene Anfragemethode ist nicht GetCapabilities.

source: The given uri is not valid cause there is no request parameter.
de: Die URI ist ungültig, da kein 'request' Parameter enthalten ist.

source: The given service typ is not supported from Mr. Map.
de: Dieser Servicetyp wird von Mr. Map nicht unterstützt.

source: The given {} version {} is not supported from Mr. Map.
de: Die {} Version {} wird von Mr. Map nicht unterstützt.

source: The given uri is not valid cause there is no version parameter.
de: Die URI ist ungültig, da kein 'version' Parameter enthalten ist.

source: The given uri is not valid cause there is no service parameter.
de: Die URI ist ungültig, da kein 'service' Parameter enthalten ist.

source: Open the API
de: API öffnen

source: Open API
de: API öffnen

source: Open
de: Öffnen

source: Manage access token
de: Zugangstoken verwalten

source: Generate and save a new access token
de: Einen neuen Zugangstoken generieren und speichern

source: Generate
de: Generieren

source: Harvest with group
de: Harvest mit Gruppe

source: No get records URL available
de: Keine GetRecords URL verfügbar

source: No XML output format available
de: Kein XML OutputFormat verfügbar

source: Harvesting is currently performed
de: Harvest wird gerade durchgeführt

source: Harvest failed: Code {} {}
de: Harvest fehlgeschlagen: Code {} {}

source: Response is not a valid xml: {}
de: Response ist kein valides XML: {}

source: Harvest response is missing important data!
de: Harvest Antwort fehlen wichtige Daten!

source: Harvesting {} of {}
de: Harveste {} von {}

source: Harvest <strong>{metadata}</strong>
de: Harveste <strong>{metadata}</strong>

source: Search
de: Suche

source: My groups
de: Meine Gruppen

source: My organization's groups
de: Gruppen meiner Organisation

source: Title
de: Titel

source: Abstract
de: Beschreibung

source: Language Code
de: Sprachcode

source: Access Constraints
de: Zugangsbeschränkungen

source: Licence
de: Lizenz

source: Keywords
de: Schlüsselwörter

source: Categories
de: Kategorien

source: Edit the title.
de: Titel bearbeiten.

source: Edit the description. Keep it short and simple.
de: Beschreibung bearbeiten. Halten Sie sie konkret und knapp.

source: Edit the language which the metadata is represented.
de: Sprache des Metadatensatzes ändern

source: Edit the access constraints.
de: Zugangsbeschränkungen bearbeiten.

source: Select categories for this resource.
de: Kategorien auswählen

source: Language
de: Sprache

source: Character Encoding
de: Zeichenkodierung

source: Metadata creation date
de: Erstelldatum der Metadaten

source: Create with group
de: Erstelle mit Gruppe

source: Terms of use
de: Nutzungsbedingungen

source: Access constraints
de: Zugangsbeschränkungen

source: Bounding box
de: Räumliche Ausdehnung

source: Unfold the leaflet client by clicking on the polygon icon.
de: Öffnen Sie die interaktive Karte, indem Sie auf das Polygon Symbol klicken.

source: Maintenance and update frequency
de: Wartungs- und Aktualisierungshäufigkeit

source: Lineage Statement
de: Infos zur Historie

source: Organization
de: Organisation

source: Select an other Organization to overwrite the original. You can select your organization and the ones you are allowed to publish for.
de: Wählen Sie eine andere Organisation aus um die originale zu überschreiben. Sie können Ihre Organisation wählen sowie die, für welche Sie veröffentlichen dürfen.

source: Dataset successfully deleted.
de: Datensatz erfolgreich gelöscht.

source: Use proxy
de: Proxy verwenden

source: Activate to reroute all traffic for this service on MrMap
de: Aktivieren um alle Anfragen für diesen Dienst über Mr.Map umzuleiten

source: Log proxy activity
de: Proxy Protokollierung

source: Activate to log every traffic activity for this service
de: Aktivieren um alle Anfragen und Antworten für diesen Dienst zu protokollieren

source: Restrict access
de: Zugriff beschränken

source: Activate to restrict access on this service
de: Aktivieren um Zugriff auf diesen Dienst einzuschränken

source: Log proxy or restrict access without using proxy is'nt possible!
de: Proxy Protokollierung oder Einschränkung des Zugriffs nicht möglich ohne Proxy Aktivierung!

source: Activate to allow <strong>{}</strong> in the area defined in the map viewer below. If you want to allow {} without spatial restriction (everywhere), just remove any restriction below.
de: Aktivieren um <strong>{}</strong> in dem Gebiet zu erlauben, welches Sie im Kartenviewer unten definieren. Falls Sie {} überall erlauben möchten, stellen Sie sicher, dass kein Gebiet im Kartenviewer eingezeichnet ist.

source: Allowed area
de: Erlaubte Bereiche

source: Group Name
de: Gruppenname

source: The group for that the access is restricted or not.
de: Die Gruppe für welchen der Zugriff eingeschränkt werden kann

source: The organization for that the access is restricted or not.
de: Die Organisation für welche der (nicht) Zugriff beschränkt ist.

source: Access allowed
de: Zugriff erlaubt

source: Boolean flag if the access is restricted or not.
de: Zugriff eingeschränkt oder nicht

source: Access restricted spatially
de: Zugriff räumlich eingeschränkt

source: Boolean flag if the access is spatially restricted or not.
de: Zugriff räumlich beschränkt oder nicht

source: Actions
de: Aktionen

source: Actions you can perform
de: Ausführbare Aktionen

source: Click to open the detail view of <strong>{}</strong>
de: Öffnet Detailansicht für <strong>{}</strong>.

source: This is the anonymous public user group.
de: Dies ist die öffentliche Gruppe für Nicht-MrMap Nutzer.

source: Click to open the detail view of <strong>{}</strong>.
de: Öffnet Detailansicht für <strong>{}</strong>.

source: Edit access for group <strong>{record.name}</strong>
de: Bearbeite Zugriff für Gruppe <strong>{record.name}</strong>

source: Access Editor
de: Zugriffs Editor

source: Service:
de: Dienst:

source: Layer:
de: Ebene:

source: Service Detail View
de: Dienst Detailansicht

source: General settings
de: Allgemeine Einstellungen

source: Save
de: Speichern

source: Edit group access
de: Gruppenzugriff bearbeiten

source: Metadata editor
de: Metadaten Editor

source: Service detail view
de: Dienst Detailansicht

source: Restore metadata
de: Metadaten wiederherstellen

source: You can't delete metadata record
de: Sie können diese Metadaten nicht löschen

source: You can't delete autogenerated datasets
de: Sie können automatisch generierte Datensätze nicht löschen

source: Do you really want to delete this dataset?
de: Wollen Sie diesen Datensatz wirklich löschen?

source: Edit metadata <strong>{}</strong>
de: Bearbeite Metadaten <strong>{}</strong>

source: Edit spatial area for group <strong>{group.name}</strong>
de: Bearbeite räumlichen Zugriff für Gruppe <strong>{group.name}</strong>

source: Do you really want to restore this metadata?
de: Wollen Sie diesen Datensatz wirklich zurücksetzen?

source: Restore metadata <strong>{metadata.title}</strong>
de: Setze <strong>{metadata.title}</strong> zurück

source: Do you really want to restore this dataset?
de: Wollen Sie diesen Datensatz wirklich zurücksetzen?

source: Restore dataset metadata <strong>{metadata.title}</strong>
de: Stelle <strong>{metadata.title}</strong> Datensatz zurück

source: identification
de: Identifikation

source: classification
de: Klassifikation

source: responsible party
de: Verantwortliche Organisation

source: spatial extent
de: Räumliche Ausdehnung

source: licenses/constraints
de: Zugangsbeschränkungen

source: Quality
de: Qualität

source: Search for a reason
de: Suche Grund

source: Search for an error message from remote service
de: Suche nach Fehlermeldung

source: The resource <span class="font-italic text-info">'{monitoring_result.monitored_uri}'</span> did response an exception.<br>
de: Die Ressource <span class="font-italic text-info">'{monitoring_result.monitored_uri}'</span> antwortete mit einer Exception.<br>

source: The resource <span class="font-italic text-info">'{monitoring_result.monitored_uri}'</span> did not response.<br>
de: Die Ressource <span class="font-italic text-info">'{monitoring_result.monitored_uri}'</span> hat nicht geantwortet.<br>

source: The average response time for 1 week statistic is too high.<br> <strong class="text-danger">{self.average_response_time_1w.total_seconds()*1000} ms</strong> is greater than threshold <strong class="text-danger">{CRITICAL_RESPONSE_TIME} ms</strong>.
de: Die durchschnittliche Antwortzeit im Zeitraum 1 Woche ist zu hoch.<br> <strong class="text-danger">{self.average_response_time_1w.total_seconds()*1000} ms</strong> ist höher als der Grenzwert <strong class="text-danger">{CRITICAL_RESPONSE_TIME} ms</strong>.

source: The average response time for 1 week statistic is too high.<br> <strong class="text-danger">{self.average_response_time_1w.total_seconds() * 1000} ms</strong> is greater than threshold <strong class="text-danger">{WARNING_RESPONSE_TIME} ms</strong>.
de: Die durchschnittliche Antwortzeit im Zeitraum 1 Woche ist zu hoch.<br> <strong class="text-danger">{self.average_response_time_1w.total_seconds()*1000} ms</strong> ist höher als der Grenzwert <strong class="text-danger">{CRITICAL_RESPONSE_TIME} ms</strong>.

source: The state of this resource is <strong class="text-danger">critical</strong>.<br>
de: Der Status dieser Ressource ist <strong class="text-danger">kritisch</strong>.<br>

source: This resource has some <strong class="text-warning">warnings</strong>.<br>
de: Für diese Ressource liegen <strong class="text-warning">Warnungen</strong><br> vor.

source: Everthing is <strong class="text-success">OK</strong>.<br>
de: Alles <strong class="text-success">OK</strong>.<br>

source: Reason
de: Grund

source: The health state is unknown, cause no health checks runs for this resource.
de: Gesundheitszustand unbekannt, da kein Check für diese Ressource durchgeführt wurde.

source: Type
de: Typ

source: This is a warning reason.
de: Dies ist ein Warnungsgrund.

source: This is a critical reason.
de: Das ist ein kritischer Grund.

source: This check runs without getting state relevant results, cause the service needs an authentication for this request.
de: Dieser Check konnte kein eindeutiges Ergebnis erhalten, da der Dienst für diese Anfrage eine Authentifizierung am Server benötigt.

source: General health state
de: Allgemeiner Gesundheitszustand

source: Health state
de: Gesundheitszustand

source: Reliability
de: Verlässlichkeit

source: This is the statistic for one week
de: Statistik für eine Woche

source: This is the statistic for one month
de: Statistik für einen Monat

source: This is the statistic for three months
de: Statistik für drei Monate

source: Average response time
de: Durchschnittliche Antwortzeit

source: Health message
de: Gesundheitsnachricht

source: Monitored resource
de: Überwachte Ressource

source: Monitored resource id
de: Überwachte Ressourcen ID

source: Last monitoring runs
de: Letzte Checks

source: Health state reasons
de: Gesundheitszustand Gründe
