Repository: mrmap-community/mrmap
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Django: the Web framework for perfectionists with deadlines.
de: Django: das Web-Framework für Perfektionisten mit Fristen.

source: Task (registered)
de: Task (registriert)

source: Need name of task
de: Task Name wird benötigt

source: Only one can be set, in expires and expire_seconds
de: Nur expires oder expire_seconds kann gesetzt werden

source: was,were
de: war,waren

source: Enable selected tasks
de: Ausgewählte Aufgaben aktivieren

source: Disable selected tasks
de: Ausgewählte Aufgaben deaktivieren

source: Toggle activity of selected tasks
de: Aktivität ausgewählter Aufgaben ändern

source: Run selected tasks
de: Ausgewählte Aufgaben starten

source: Periodic Tasks
de: Periodische Prozesse

source: Days
de: Tage

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Seconds
de: Sekunden

source: Microseconds
de: Mikrosekunden

source: Day
de: Tag

source: Hour
de: Stunde

source: Second
de: Sekunde

source: Microsecond
de: Mikrosekunde
