Repository: mrmap-community/mrmap
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: If an organization comes from the capabilities, it will be marked as autogenerated
de: Wenn eine Organisation automatisch aus den Capabilities generiert wird, wird diese als autogeneriert markiert

source: Parent organizations of the given organization
de: Überorganisation dieser Organisation

source: Shows all organizations which are configured in your Mr. Map environment.
de: Zeigt alle verfügbaren Organisationen.

source: This is your organization.
de: Das ist Ihre Organisation.

source: Edit <strong>{record.organization_name} [{record.id}]</strong> organization
de: Bearbeite Organisation <strong>{record.organization_name} [{record.id}]</strong>

source: Become publisher for organization <strong>{record.organization_name} [{record.id}]</strong>
de: Veröffentlicher für Organisation <strong>{record.organization_name} [{record.id}]</strong> werden

source: Remove <strong>{record.organization_name} [{record.id}]</strong> organization
de: Lösche Organisation <strong>{record.organization_name} [{record.id}]</strong>

source: Leave group
de: Verlasse Gruppe

source: Edit group
de: Bearbeite Gruppe

source: Delete group
de: Lösche Gruppe

source: Publishes for
de: Veröffentlicht für

source: Members
de: Mitglieder

source: Permissions
de: Berechtigungen

source: No group permissions
de: Keine Gruppenberechtigung

source: Inherited Permissions
de: Geerbte Berechtigungen

source: Edit organization
de: Bearbeite Organisation

source: Become publisher
de: Veröffentlichungsrechte anfragen

source: Delete organization
de: Organisation entfernen

source: Publishers
de: Veröffentlicher

source: Accept the request
de: Anfrage akzeptieren

source: Deny the request
de: Anfrage ablehnen

source: Subgroups
de: Untergruppen

source: Suborganizations
de: Unterorganisationen

source: Groups
de: Gruppen

source: New group
de: Neue Gruppe

source: Organizations
de: Organisationen

source: New organization
de: Neue Organisation

source: Your organization:
de: Ihre Organisation:

source: User search
de: Nutzersuche

source: Shows informations about the organization.
de: Zeigt Informationen über die Organisation.

source: Shows informations about the group.
de: Zeigt Informationen über die Gruppe.

source: Edit organization <strong>{org}</strong>
de: Bearbeite Organisation <strong>{org}</strong>

source: Do you really want to remove this organization?
de: Wollen Sie diese Organisation wirklich löschen?

source: Remove organization <strong>{org}</strong>
de: Lösche Organisation <strong>{org}</strong>

source: Add new organization
de: Neue Organisation hinzufügen

source: Do you really want to remove this publisher?
de: Wollen Sie diesen Veröffentlicher wirklich löschen?

source: Remove publisher <strong>{}</strong>
de: Entferne Veröffentlicher <strong>{}</strong>

source: Request to become publisher for organization <strong>{org}</strong>
de: Anfrage um für Organisation <strong>{org}</strong> veröffentlichen zu dürfen

source: Add new group
de: Neue Gruppe hinzufügen

source: The group creator can not be removed!
de: Der Gruppenersteller kann nicht entfernt werden!

source: {} removed from {}
de: {} von {} entfernt

source: Do you really want to remove this group?
de: Wollen Sie diese Gruppe wirklich löschen?

source: Remove group <strong>{group}</strong>
de: Lösche Gruppe <strong>{group}</strong>

source: Edit group <strong>{group}</strong>
de: Bearbeite Gruppe <strong>{group}</strong>

source: Do you really want to leave this group?
de: Wollen Sie diese Gruppe wirklich verlassen?

source: Leave group <strong>{}</strong>
de: Verlasse Gruppe <strong>{}</strong>

source: Invite <strong>{}</strong> to a group.
de: Lade <strong>{}</strong> zu einer Gruppe ein.

source: {} invites you to group {}.
de: {} lädt Sie in Gruppe {} ein.

source: {} wants to publish for {}.
de: {} will für {} veröffentlichen.

source: Mr. Map can`t find the page you are looking for
de: Mr. Map kann die angeforderte Seite nicht finden

source: Irritated Mr. Map
de: Irritierter Mr. Map

source: Oh no!
de: Oh nein!

source: The page you are looking for does not exit.
de: Die angeforderte Seite scheint nicht zu existieren

source: Mr. Map can`t find it!
de: Mr. Map kann sie nicht finden!

source: Back to home
de: Zurück zur Startseite

source: Mr. Map seems to be ill!
de: Mr. Map scheint krank zu sein!

source: Ill Mr. Map
de: Kranker Mr. Map

source: Oh dear!
de: Oh je!

source: Mr. Map seems to be ill and can`t work at the moment.
de: Mr. Map scheint krank zu sein, weshalb er gerade nicht arbeiten kann.

source: We are doing our best to get him healthy again!
de: We arbeiten daran ihn wieder fit zu machen!

source: Change language
de: Sprache wechseln

source: Login
de: Anmelden

source: Sign up
de: Registrieren

source: Reset password
de: Passwort zurücksetzen

source: Structure
de: Struktur

source: Resources
de: Ressourcen

source: Datasets
de: Datensätze

source: Logout
de: Ausloggen

source: Click to open filter options
de: Klicken für Filteroptionen

source: Filter table
de: Tabelle filtern

source: Filter the table
de: Tabelle filtern

source: Dismiss all filters
de: Filter verwerfen

source: Switch the items per page
de: Treffer pro Seite ändern

source: Sort the table descending by column
de: Tabelle absteigend sortieren nach Spalte

source: Reset current sorting to the default way
de: Setze Sortierung zurück

source: Sort the table ascending by column
de: Tabelle aufsteigend sortieren nach Spalte

source: previous
de: Zurück

source: next
de: Nächste

source: Go to step
de: Gehe zu Schritt

source: Step
de: Schritt

source: Go to the first step
de: Gehe zum ersten Schritt

source: Go one step backward
de: Gehe einen Schritt zurück

source: Go to the next step
de: Gehe zum nächsten Schritt

source: Go to the last step
de: Gehe zum letzten Schritt

source: Choice a date with the calender
de: Datum auswählen

source: Choice a date and time with the calender
de: Datum und Uhrzeit auswählen

source: Click to collapse leaflet client to draw a spatial area
de: Klicken um die interaktive Karte zu öffnen

source: Leaflet client for field
de: Interaktive Karte für Feld

source: Import GML3 or GeoJSON
de: Importiere GML3 oder GeoJSON

source: Load geometry
de: Geometrie laden

source: Export as GeoJSON
de: Exportiere als GeoJSON

source: Search for a user or organization name. Input <strong>must</strong> contain at least 3 characters.
de: Suche nach einem Nutzer oder zugehörigem Organisationsnamen. Eingabe <strong>muss</strong> mindestens 3 Zeichen beinhalten.

source: Old password
de: Altes Passwort

source: New password
de: Neues Passwort

source: Confirm new Password
de: Neues Passwort bestätigen

source: Password and confirmed password does not match
de: Passwörter stimmen nicht überein

source: Select the service you want to subscribe. When you edit an existing subscription, you can not change this selection.
de: Wählen Sie den Dienst aus, den Sie abonnieren wollen. Falls Sie ein bestehendes Abonnemment bearbeiten, kann diese Auswahl nicht geändert werden.

source: Sends an e-mai if the service has been updated.
de: Schickt eine E-Mail, falls der Dienst aktualisiert wird.

source: Sends an e-mai if the service's access has been changed.
de: Schickt eine E-Mail, falls der Zugang zum Dienst geändert wurde.

source: Sends an e-mai if the service's metadata has been changed.
de: Schickt eine E-Mail, falls die Metadaten des Dienstes geändert wurden.

source: Notify on update
de: Bei Update informieren

source: Notify on access changes
de: Bei Zugangsänderungen informieren

source: Notify on metadata changes
de: Bei Metadatenänderungen informieren

source: Do you realy want to remove this subscription?
de: Wollen Sie dieses Abonnemment wirklich löschen?

source: Shows your subscripted services.
de: Zeigt Ihre abonnierten Dienste.

source: Services
de: Dienste

source: Subscribed services
de: Abonnierte Dienste

source: Update notification
de: Updatebenachrichtigung

source: Notify on any service update
de: Benachrichtigung bei jeglichem Dienstupdate

source: Change notification
de: Benachrichtigungen ändern

source: Notify on changed service metadata
de: Benachrichtige bei geänderten Dienstmetadaten

source: Access notification
de: Zugangsbenachrichtigung

source: Notify on changed service access
de: Benachrichtige bei geändertem Dienstzugang

source: Health state of the ressource
de: Gesundheitszustand der Ressource

source: Actions to perform
de: Aktionen

source: Go to the detail view of service <strong>{record.metadata.title} [{record.metadata.id}]</strong>
de: Detailansicht für Dienst <strong>{record.metadata.title} [{record.metadata.id}]</strong>

source: Edit subscription for <strong>{record.metadata.title} [{record.metadata.id}]</strong>
de: Bearbeite Abonnements für <strong>{record.metadata.title} [{record.metadata.id}]</strong>

source: Remove subscription for <strong>{record.metadata.title} [{record.metadata.id}]</strong>
de: Lösche Abonnement für <strong>{record.metadata.title} [{record.metadata.id}]</strong>

source: Shows registered users.
de: Zeigt registrierte Nutzer.

source: User`s name
de: Nutzername

source: User`s organization
de: Nutzer Organisation

source: Add user to group
de: Nutzer zu Gruppe hinzufügen

source: Remove user from group
de: Entferne Nutzer von Gruppe

source: Groups and organizations
de: Gruppen und Organisationen

source: Your groups
de: Ihre Gruppen

source: New
de: Neu

source: All known organizations.
de: Verfügbare Organisationen

source: Last activities
de: Letzte Aktivitäten

source: No activities
de: Keine Aktivitäten

source: Activity performed by
de: Durchgeführt von

source: All
de: Alle

source: All registered resources
de: Alle registrierten Ressourcen

source: Your metadata datasets
de: Ihre Metadaten Datensätze

source: Your registered Web Feature Services
de: Ihre registrierten Web Feature Services

source: Your registered Web Map Services
de: Ihre registrierten Web Map Services

source: Pending requests
de: Ausstehende Anfragen

source: No requests
de: Keine Anfragen

source: invited you to a group.
de: hat Sie zu einer Gruppe eingeladen.

source: Invitation to
de: Einladung für

source: Valid until
de: Gültig bis

source: A group wants to publish for your organization.
de: Eine Gruppe möchte für Ihre Organisation veröffentlichen!

source: Publishing by
de: Veröffentlichungen durch

source: Settings
de: Einstellungen

source: Change password
de: Passwort ändern

source: Edit account information
de: Account bearbeiten

source: Manage subscriptions
de: Abonnements verwalten

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Joined
de: Beigetreten

source: Newsletter subscribed
de: Newsletter abonniert

source: Participate in surveys
de: An Umfragen teilnehmen

source: Services subscribed
de: Dienste abonniert

source: Sign in
de: Anmelden

source: Don`t have an account?
de: Kein Account?

source: Forgot your password?
de: Passwort vergessen?

source: Password reset
de: Passwort zurücksetzen

source: We can help you reset your password. Simply enter the e-mail address of your account and you will receive a newly generated password which can be used to login again. Remember to change your password again immediately after you logged in successfully!
de: Wir können Ihnen helfen Ihr Passwort zurückzusetzen. Geben Sie hierzu einfach die E-Mail Adresse ihres Accounts ein. Wir generieren Ihnen ein neues Passwort und senden es Ihnen per E-Mail zu.

source: Send password
de: Passwort senden

source: Subscriptions
de: Abonnements

source: New Subscription
de: Neues Abonnement

source: Welcome
de: Willkommen

source: Your account was activated successfully. You will be redirected to the login page in <span id="seconds-counter"></span> seconds. If you don't want to wait, click on Mr. Map!
de: Ihr Account wurde erfolgreich aktiviert. Sie werden zur Login Seite in <span id="seconds-counter"></span> Sekunden weitergeleitet. Falls Sie nicht warten wollen klicken Sie einfach auf Mr. Map!

source: Sign in for Mr. Map
de: Melden Sie sich für Mr. Map an

source: <strong>Edit your account information's</strong>
de: <strong>Account Informationen bearbeiten</strong>

source: Remove Subscription for service <strong>{subscription.metadata}</strong>
de: Lösche Abonnement für Dienst <strong>{subscription.metadata}</strong>

source: close
de: Schließen

source: Messages
de: Nachrichten

source: That page number is not an integer
de: Diese Seitennummer ist keine Zahl

source: That page number is less than 1
de: Die Seitennummer ist kleiner als 1

source: That page contains no results
de: Diese Seite enthält keine Ergebnisse

source: Enter a valid value.
de: Geben Sie einen gültigen Wert ein.

source: Enter a valid URL.
de: Geben Sie eine gültige URL ein.

source: Enter a valid integer.
de: Geben Sie eine gültige Nummer ein.

source: Enter a valid email address.
de: Geben Sie eine gültige E-Mail Adresse ein.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
de: Geben Sie einen validen 'slug' ein, bestehend aus Buchstaben, Zahlen, Unter- oder Bindestrichen.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
de: Geben Sie einen validen 'slug' ein, bestehend aus Unicode Buchstaben, Zahlen, Unter- oder Bindestrichen.

source: Enter a valid IPv4 address.
de: Geben Sie eine gültige IPv4 Adresse ein.

source: Enter a valid IPv6 address.
de: Geben Sie eine gültige IPv6 Adresse ein.

source: Enter a valid IPv4 or IPv6 address.
de: Geben Sie eine gültige IPv4 oder IPv6 Adresse ein.

source: Enter only digits separated by commas.
de: Geben Sie nur kommaseparierte Ziffern ein.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
de: Stellen Sie sicher, dass der Wert %(limit_value)s ist (eingegeben: %(show_value)s)

source: Ensure this value is less than or equal to %(limit_value)s.
de: Stellen Sie sicher, dass der Wert kleiner oder gleich %(limit_value)s ist.

source: Ensure this value is greater than or equal to %(limit_value)s.
de: Stellen Sie sicher, dass der Wert größer oder gleich %(limit_value)s ist.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
de: Stellen Sie sicher, dass die Eingabe mindestens %(limit_value)d Zeichen hat (momentan: %(show_value)d)

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
de: Stellen Sie sicher, dass die Eingabe mindestens %(limit_value)d Zeichen hat (momentan: %(show_value)d)

source: Enter a number.
de: Seitennummer eingeben.

source: Ensure that there are no more than %(max)s digit in total.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Ziffern eingegeben worden sind.

source: Ensure that there are no more than %(max)s decimal place.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Nachkommastellen eingegeben worden sind.

source: Ensure that there are no more than %(max)s digit before the decimal point.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Stellen vor dem Komma eingegeben worden sind.

source: Null characters are not allowed.
de: Nullzeichen sind nicht erlaubt.

source: and
de: und

source: %(model_name)s with this %(field_labels)s already exists.
de: %(model_name)s mit %(field_labels)s existiert bereits.

source: Value %(value)r is not a valid choice.
de: Wert %(value)r ist keine gültige Auswahl.

source: This field cannot be null.
de: Dieses Feld darf nicht Null sein.

source: This field cannot be blank.
de: Dieses Feld darf nicht leer sein.

source: Field of type: %(field_type)s
de: Feldtyp: %(field_type)s

source: “%(value)s” value must be either True or False.
de: “%(value)s” muss entweder True oder False sein.

source: “%(value)s” value must be either True, False, or None.
de: “%(value)s” muss entweder True, False oder None sein.

source: Boolean (Either True or False)
de: Boolean (Entweder True oder False)

source: String (up to %(max_length)s)
de: String (erlaubtb is zu %(max_length)s Zeichen)

source: Comma-separated integers
de: Kommaseparierte Zahlen

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
de: “%(value)s” hat ein ungültiges Datumsformat. Format muss YYYY-MM-DD sein.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
de: “%(value)s” hat ein korrektes Format, aber das Datum ist ungültig.

source: Date (without time)
de: Datum (ohne Uhrzeit)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
de: “%(value)s” hat ungültiges Format. Format muss YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] sein.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
de: “%(value)s” hat ein korrektes Format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) aber das Datum/die Uhrzeit sind ungültig.

source: Date (with time)
de: Datum (mit Uhrzeit)

source: “%(value)s” value must be a decimal number.
de: “%(value)s” muss ein Dezimalwert sein.

source: Decimal number
de: Dezimalwert

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
de: “%(value)s” hat ein ungültiges Format. Format muss [DD] [[HH:]MM:]ss[.uuuuuu] sein.

source: Duration
de: Dauer

source: Email address
de: E-Mail Adresse

source: File path
de: Dateipfad

source: “%(value)s” value must be a float.
de: “%(value)s” muss ein Float sein.

source: Floating point number
de: Fließkommazahl

source: “%(value)s” value must be an integer.
de: “%(value)s” muss ein Integer sein.

source: Integer
de: Ganzzahl

source: Big (8 byte) integer
de: Große (8 Byte) Ganzzahl

source: IPv4 address
de: IPv4 Adresse

source: IP address
de: IP Adresse

source: “%(value)s” value must be either None, True or False.
de: “%(value)s” muss entweder None, True oder False sein.

source: Boolean (Either True, False or None)
de: Boolean (Entweder True, False oder None)

source: Positive big integer
de: Positiver Biginteger

source: Positive integer
de: Positiver Integer

source: Positive small integer
de: Positiver kleiner Integer

source: Slug (up to %(max_length)s)
de: Slug (bis zu %(max_length)s Zeichen)

source: Small integer
de: Kleiner Integer

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
de: “%(value)s” hat ein ungültiges Format. Format muss HH:MM[:ss[.uuuuuu]] sein.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
de: “%(value)s” hat ein korrektes Format aber die Zeit ist ungültig.

source: Time
de: Zeit

source: Raw binary data
de: Binärdaten

source: “%(value)s” is not a valid UUID.
de: “%(value)s” ist keine gültige UUID.

source: Universally unique identifier
de: Universeller eindeutiger Indentifikator

source: File
de: Datei

source: Image
de: Bild

source: %(model)s instance with %(field)s %(value)r does not exist.
de: %(model)s Instanz mit %(field)s %(value)r existiert nicht.

source: Foreign Key (type determined by related field)
de: Foregin Key (type determined by related field)

source: One-to-one relationship
de: Eins-zu-Eins Relation

source: %(from)s-%(to)s relationship
de: %(from)s-%(to)s Relation

source: %(from)s-%(to)s relationships
de: %(from)s-%(to)s Relationen

source: Many-to-many relationship
de: Viele-zu-Viele Relation

source: This field is required.
de: Eingabe erforderlich.

source: Enter a whole number.
de: Ganze Zahl eingeben.

source: Enter a valid date.
de: Gültiges Datum eingeben.

source: Enter a valid time.
de: Gültige Uhrzeit eingeben.

source: Enter a valid date/time.
de: Gültiges Datum/Uhrzeit eingeben

source: Enter a valid duration.
de: Gültige Dauer eingeben

source: The number of days must be between {min_days} and {max_days}.
de: Die Anzahl der Tage muss zwischen {min_days} und {max_days} liegen.

source: No file was submitted. Check the encoding type on the form.
de: Keine Datei erhalten. Prüfen Sie die Kodierung des Formulars.

source: No file was submitted.
de: Keine Datei erhalten.

source: The submitted file is empty.
de: Erhaltene Datei ist leer.

source: Select a valid choice. %(value)s is not one of the available choices.
de: Wählen Sie eine gültige Option aus. %(value)s ist keine der verfügbaren Optionen.

source: Enter a list of values.
de: Geben Sie eine Liste von Werten ein.

source: Enter a complete value.
de: Geben Sie einen ganzen Wert an.

source: Enter a valid UUID.
de: Geben Sie eine gültige UUID ein.

source: Enter a valid JSON.
de: Geben Sie gültiges JSON ein.

source: Order
de: Reihenfolge

source: Delete
de: Löschen

source: Please correct the duplicate values below.
de: Bitte korrigieren Sie die doppelten Werte unten.

source: The inline value did not match the parent instance.
de: Der Inline-Wert stimmte nicht mit der übergeordneten Instanz überein.

source: Select a valid choice. That choice is not one of the available choices.
de: Wählen Sie eine gültige Option. Der gegebene Wert ist keine der gültigen Optionen.

source: Clear
de: Leeren

source: Currently
de: Momentane

source: Change
de: Ändern

source: Unknown
de: Unbekannt

source: Yes
de: Ja

source: No
de: Nein

source: yes,no,maybe
de: Ja, nein, vielleicht

source: midnight
de: Mitternacht

source: noon
de: Abend

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: mar
de: Mär

source: may
de: Mai

source: oct
de: Okt

source: dec
de: Dez

# abbrev. month
source: March
de: März

# abbrev. month
source: May
de: Mai

# abbrev. month
source: June
de: Juni

# abbrev. month
source: July
de: Juli

# abbrev. month
source: Oct.
de: Okt.

# abbrev. month
source: Dec.
de: Dez.

# alt. month
source: January
de: Januar

# alt. month
source: February
de: Februar

# alt. month
source: March
de: März

# alt. month
source: May
de: Mai

# alt. month
source: June
de: Juni

# alt. month
source: July
de: Juli

# alt. month
source: October
de: Oktober

# alt. month
source: December
de: Dezember

source: This is not a valid IPv6 address.
de: Das ist keine gültige IPv6 Adresse

source: or
de: oder

source: %d year
de: %d Jahr

source: %d month
de: %d Monat

source: %d week
de: %d Woche

source: %d day
de: %d Tag

source: %d hour
de: %d Stunde

source: Forbidden
de: Verboten

source: CSRF verification failed. Request aborted.
de: CSRF-Überprüfung fehlgeschlagen. Anfrage abgebrochen.

source: No year specified
de: Kein Jahr angegeben

source: Date out of range
de: Datum außerhalb des gültigen Bereichs

source: No month specified
de: Kein Monat gewählt

source: No day specified
de: Kein Tag gewählt

source: No week specified
de: Keine Woche gewählt

source: No %(verbose_name_plural)s available
de: %(verbose_name_plural)s nicht verfügbar

source: Invalid date string “%(datestr)s” given format “%(format)s”
de: Ungültiges Datum “%(datestr)s” mit “%(format)s” Format

source: No %(verbose_name)s found matching the query
de: Es wurde kein %(verbose_name)s gefunden, der mit der Abfrage übereinstimmt.

source: Page is not “last”, nor can it be converted to an int.
de: Die Seite ist weder “Letzte” noch kann sie in ein int konvertiert werden.

source: Invalid page (%(page_number)s): %(message)s
de: Ungültige Seite (%(page_number)s): %(message)s

source: Directory indexes are not allowed here.
de: Verzeichnisindizes sind hier nicht erlaubt.
