Repository: mrmap-community/mrmap
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: flag to signal if this layer support transparency content or not. Parsed from capabilities.
de: Bit um zu signalisieren, ob die Ebene transparent geschaltet werden kann oder nicht. Aus dem Capabilities-XML übernommen.

source: is cascaded
de: Kaskadiert

source: WMS cascading allows to expose layers coming from other WMS servers as if they were local layers
de: WMS kaskadieren erlaubt es, Ebenen aus anderen WMS diensten zu beziehen.

source: output formats
de: Ausgabeformate

source: This is a list of MIME types indicating the output formats that may be generated for a feature type. If this optional element is not specified, then all the result formats listed for the GetFeature operation are assumed to be supported.
de: Dies ist eine Liste von MIME-Typen, die die Ausgabeformate angibt, die für einen Feature-Typ nutzbar sind. Wenn dieses optionale Element nicht angegeben ist, dann werden alle für die GetFeature-Operation aufgelisteten Ergebnisformate angenommen die unterstützt werden.

source: describe feature type
de: Featuretyp bearbeiten

source: the fetched content of the download describe feature type document.
de: Der geladene Inhalt des heruntergeladenen Merkmaltypen.

source: The maximum count this property is part of a feature type
de: Die maximale Anzahl die dieses Attribut vorkommen kann

source: The minimum count this property is part of a feature type
de: Die minimale Anzahl die dieses Attribut vorkommen kann

source: There is an existing harvesting job for this service.
de: Die Basis-URL des Dienstes.

source: position
de: Beschreibung

source: the tree position of the node where it should be moved to
de: Die Position innerhalb einer Ebene im Baum, auf die der Knoten verschoben werden soll.

source: root node can not be moved
de: Wurzelknoten kann nicht verschoben werden

source: position index out of range
de: Positionsindex nicht innerhalb des zulässigen Bereichs.

source: the web map service, where this layer is part of.
de: Die Extra-Dienste denen dieses Element angehört.

source: keywords help to find layers by matching keywords.
de: Schlagwörter helfen, um Ebenen anhand gleicher zu finden.

source: this is the spatial extent of the layer.
de: Dies ist die räumliche Ausdehnung der Ebene.

source: minimal scale
de: Minimale Skalierung

source: the minimum scale value.
de: minimaler Maßstabswert

source: maximum scale
de: maximaler Maßstabswert

source: the maximum scale value.
de: maximaler Maßstabswert

source: styles
de: Style

source: related styles of this layer.
de: Schnittstellen des Layers für

source: available reference systems of this layer.
de: Alle Referenzsystem die dieses Element unterstützt.

source: operation urls
de: Erlaubte Bereiche

source: this are the urls to use for the ogc operations.
de: Die URL für diese Operation.

source: get capabilities url
de: Capabilities

source: a valid get capabilities url.
de: Capabilities

source: authentication credentials
de: Authentifizierungstyp

source: Optional authentication credentials to request the remote service.
de: Die optionalen Authentifizierungsdaten um den Dienst abzufragen.

source: owner
de: Besitzer

source: The selected organization grants all rights on the registered service.
de: Wählen Sie die Organisation aus, für die der Dienst registriert werden soll.

source: collect metadata records
de: Metadaten wiederherstellen

source: If checked, Mr. Map collects all related metadata documents after the registration task.
de: Wenn Sie die Checkbox aktivieren, sammelt Mr. Map alle verbundenen Metadatendokumente nach der Registrierung herunter.

source: the web feature service, where this featuretype is part of.
de: Die Extra-Dienste denen dieses Element angehört.

source: keywords help to find featuretypes by matching keywords.
de: Schlagwörter helfen, um Ebenen anhand gleicher zu finden.

source: available reference systems of this featuretype.
de: Alle Referenzsystem die dieses Element unterstützt.

source: The health state is unknown, cause no health checks runs for this resource.
de: Gesundheitszustand unbekannt, da kein Check für diese Ressource durchgeführt wurde.

source: The validation state is unknown.
de: Der Überprüfungszustand ist unbekannt

source: The resource is valid.
de: Diese Ressource ist aktiviert.

source: The resource is invalid.
de: Diese Ressource ist deaktiviert.
