Repository: mrmap-community/mrmap
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: The given requested method is not GetCapabilities.
de: Die angegebene Anfragemethode ist nicht GetCapabilities.

source: The given uri is not valid cause there is no request parameter.
de: Die URI ist ungültig, da kein 'request' Parameter enthalten ist.

source: The given service typ is not supported from Mr. Map.
de: Dieser Servicetyp wird von Mr. Map nicht unterstützt.

source: The given {} version {} is not supported from Mr. Map.
de: Die {} Version {} wird von Mr. Map nicht unterstützt.

source: The given uri is not valid cause there is no version parameter.
de: Die URI ist ungültig, da kein 'version' Parameter enthalten ist.

source: The given uri is not valid cause there is no service parameter.
de: Die URI ist ungültig, da kein 'service' Parameter enthalten ist.

source: Empty geometry collections are not allowed.
de: Verzeichnisindizes sind hier nicht erlaubt.

source: Accounts
de: Account

source: Contact person
de: Ansprechpartner

source: Phone
de: Telefon

source: Facsimile
de: Fax

source: City
de: Stadt

source: Postal code
de: Postleitzahl

source: Address type
de: Adresse

source: Address
de: Adresse

source: State or province
de: Bundesland

source: Country
de: Land

source: description
de: Beschreibung

source: Describe what this organization representing
de: Die angefragte Organisation

source: Organization
de: Organisation

source: Organizations
de: Organisationen

source: requesting organization
de: Neue Organisation

source: requested organization
de: Organisation entfernen

source: accepted
de: Akzeptieren

source: Pending publish request
de: Ausstehende Anfragen

source: Pending publish requests
de: Ausstehende Anfragen

source: can already publish for
de: Eine Gruppe möchte für Ihre Organisation veröffentlichen!

source: I want to sign up for the newsletter
de: Ich möchte den Newsletter abonnieren

source: I want to participate in surveys
de: Ich möchte an Umfragen teilnehmen

source: I understand and accept that my data will be automatically processed and securely stored, as it is stated in the general data protection regulation (GDPR).
de: Ich verstehe und akzeptiere, dass meine Daten automatisch verarbeitet und sichergespeichert werden. Es gilt die Datenschutzbestimmung.

source: settings
de: Allgemeine Einstellungen

source: json storage on backend to provide configurations for frontends.
de: Feld um ein JSON object zu speicher, welches das frontend für Konfigurationen verwenden kann.

source: User
de: Nutzer

source: Users
de: Nutzer

source: username
de: Nutzername

source: password
de: Passwort

source: groups
de: Gruppen

source: groups where this user is member of
de: Gruppe in denen dieser Nutzer Mitglied ist.

source: groups where this user shall be member of
de: Gruppen in denen dieser Nutzer Mitglied sein soll.

source: sort by column(s)
de: sortiere nach Spalte(n)

source: Notify
de: Benachrichtigung

source: Created DateTime
de: Erstellt am

source: Datetime field when the process was created in UTC
de: Zeitpunkt der zuerst erstellten Teilaufgabe

source: Current phase of the process
de: Aktueller Status der Teilaufgabe.

source: process type
de: Adresse

source: tells you what kind of process this is
de: beschreibt, welche Art von Prozess dies ist

source: Human readable description of what this process does
de: Eine Kurzbeschreibung für was diese Gruppe genutzt wird.

source: Background Process
de: Hintergrundprozess

source: Background Processes
de: Hintergrundprozesse

source: pending threads
de: Laufende Prozesse

source: count of currently pending threads
de: Dieser Account ist nicht aktiviert

source: running threads
de: laufende Teilaufgaben

source: count of currently running threads
de: Dieser Account ist nicht aktiviert

source: successed threads
de: erfolgreiche Teilaufgaben

source: count of currently successed threads
de: Anzahl der erfolgreich abgeschlossenen Teilaufgaben

source: failed threads
de: fehlerhafte Teilaufgaben

source: count of currently failed threads
de: Dieser Account ist nicht aktiviert

source: date created
de: Erstellt am

source: the datetime when the first thread was created
de: Zeitpunkt der zuerst erstellten Teilaufgabe

source: progress
de: Fortschritt

source: the current progress aggregated from all threads from 0 to 100
de: Der aktuelle Fortschritt kumuliert aus allen Fortschritten aller Teilaufgaben von 0 bis 100

source: the current status, aggregated from all threads.
de: Der aktuelle Fortschritt kumuliert aus allen Fortschritten aller Teilaufgaben von 0 bis 100

source: Registry
de: Registrierung

source: bbox contains
de: bbox beinhaltet

source: returns layers with bbox that are contained by the passed geometry
de: liefert alle Ebenen die Teil der übermittelten Geometrie sind

source: bbox covers
de: bbox überdeckt

source: returns layers with bbox that are covers the passed geometry
de: liefert alle Ebenen die überdeckt von der übermittelten Geometrie sind

source: bbox equals
de: bbox gleich

source: returns layers with bbox that are equal to the passed geometry
de: liefert alle Ebenen die mit der übermittelten Geometrie übereinstimmen

source: bbox intersects
de: bbox schneidet

source: returns layers with bbox that intersects the passed geometry
de: liefert alle Ebenen die sich mit der übermittelten Geometrie überschneiden

source: service
de: Dienst

source: the service targeted by this check
de: Der Dienst der von dieser Überprüfung betroffen ist.

source: layer
de: Ebene:

source: the layer targeted by this check
de: Die Ebene die von dieser Überprüfung betroffen ist.

source: the feature type targeted by this check
de: Der Merkmalstyp der von dieser Überprüfung betroffen ist.

source: dataset metadata
de: Datensatz Metadaten

source: the dataset metadata targeted by this check
de: Datensatz Metadaten bearbeitet

source: xml backup
de: XML Sicherung

source: the original xml as backup to restore the xml field.
de: Das Original XML als Sicherung, um es wieder herzustellen.

source: the csw for that this job is running
de: Die Ebene für diesen Stil

source: record type
de: Auflösungstyp

source: the type of the record, which shall be harvested.
de: Gesamtanzahl der durch diesen Prozess geernteten Datensätze

source: total records
de: Postleitzahl

source: total count of records which will be harvested by this job
de: Gesamtanzahl der durch diesen Prozess geernteten Datensätze

source: date started
de: Zeitpunkt

source: timestamp of start
de: Zeitstempel des Startzeitpunktes

source: date done
de: Beendet am

source: timestamp of done
de: Zeitstempel des Endezeitpunktes

source: harvesting job
de: Ernteaufgabe

source: response
de: Antworten protokollieren

source: the content of the http response
de: Zeigt den Gesundheitszustand der Ressource.

source: title
de: Titel

source: a short descriptive title for this map context
de: Eine kurzer beschreibender Titel für diesen MapContext

source: language
de: Sprache

source: language of context document
de: Sprache des Dokuments

source: abstract
de: Beschreibung

source: brief summary of the topic of this map context
de: Kurzfassung des Themas dieses MapContext

source: pixel width
de: Pixel Breite

source: Rendering layer
de: Darstellungsebene

source: Select a layer for rendering.
de: Wählen Sie einen Stil für die Darstellung.

source: scale minimum value
de: minimaler Maßstabswert

source: minimum scale for a possible request to this layer. If the request is out of the given scope, the service will response with empty transparentimages. None value means no restriction.
de: Minimaler Maßstab für eine mögliche Anfrage an diese Ebene. Wenn die Anfrage nicht im angegebenen Bereich gestellt wird, antwortet der Dienst mit leeren transparenten Bildern.Kein Wert bedeutet keine Einschränkung.

source: scale maximum value
de: maximaler Maßstabswert

source: maximum scale for a possible request to this layer. If the request is out of the given scope, the service will response with empty transparentimages. None value means no restriction.
de: Maximaler Maßstab für eine mögliche Anfrage an diese Ebene. Wenn die Anfrage nicht im angegebenen Bereich gestellt wird, antwortet der Dienst mit leeren transparenten Bildern.Kein Wert bedeutet keine Einschränkung.

source: Select a style for rendering.
de: Wählen Sie einen Stil für die Darstellung.

source: preview image
de: Vorschau

source: A preview image for the Map Context Layer
de: Eine Kurzbeschreibung des Titels für diesen MapContext Ebene

source: rendering active
de: Darstellungsebene

source: should this offering be visible?
de: Soll dieses Datenangebot sichtbar sein?

source: Selection layer
de: Selektionsebene

source: Select a layer for feature selection.
de: Wählen Sie einen Stil für die Darstellung.

source: an identifying name for this map context layer
de: Ein identifizierender Name für diese MapContext Ebene

source: a short description for this map context layer
de: Eine Kurzbeschreibung des Titels für diesen MapContext Ebene

source: Dataset Metadata
de: Datensatz Metadaten

source: You can use this field to pre filter possible Layer selection.
de: Sie können diese Feld nutzen, um die Ebenenauswahl einschränken.

source: mime type
de: Formattypen:

source: The Internet Media Type
de: Der Internet Medientype

source: related layer
de: Erstellt am

source: the layer for that this style is for.
de: Die Ebene für diesen Stil

source: name
de: Nutzername

source: The style's Name is used in the Map request STYLES parameter to lookup the style on server side.
de: Der Stil-Name wird für die GetMap Anfrage als STYLES Parameter genutzt

source: The Title is a human-readable string as an alternative for the name attribute.
de: Der Titel ist ein menschenlesbarer text als eine alternative für das Namensattribut.

source: contains the location of an image of a map legend appropriate to the enclosing Style.
de: Beinhaltet die Lage im Bild der Kartenlegende in Abhängigkeit zum Stil.

source: the size of the image in pixels
de: Die Größe des Bild in pixeln

source: internet mime type
de: Diensttyp

source: the mime type of the remote legend url
de: Der Medientyp der gegenseitigen Legendenurl

source: related style
de: Erstellt am

source: the style entity which is linked to this legend url
de: Der Stil der mit dieser Legenendurl verknüpft ist

source: The name of the organization
de: Organisation entfernen

source: download link
de: Download

source: the url where the metadata could be downloaded from.
de: Die URL von der der Metadatensatz heruntergeladen werden kann.

source: remote content
de: Original Inhalt

source: the fetched content of the download url.
de: Der Inhalt der heruntergeladenen URL.

source: described resource
de: Neue Ressource

source: the uuid of the described service, layer or feature type
de: Die UUID des beschriebenen Dienstes, Ebene oder Merkmaltypen.

source: web map service
de: Ihre registrierten Web Map Services

source: the service where this remote metadata is related to. This remote metadata was found in the GetCapabilites document of the related service.
de: Der Dienst bei dem dieser Metadatensatz verknüpft ist. Dieser Metadatensatz wurde im GetCapabilities Dokument gefunden.

source: access constraints
de: Zugangsbeschränkungen

source: access constraints for the given resource.
de: Kategorien auswählen

source: fees
de: Gebühren

source: Costs and of terms of use for the given resource.
de: Kosten und Nutzungsbedingungen für die Ressource.

source: date stamp
de: Zeitpunkt

source: date that the metadata was created. If this is a metadata record which is parsed from remote iso metadata, the date stamp of the remote iso metadata will be used.
de: Datum an dem der Metadatensatz erstellt wurde.

source: file identifier
de: Dateienidentifikator

source: the parsed file identifier from the iso metadata xml (gmd:fileIdentifier) OR for example if it is a layer/featuretypethe uuid of the described layer/featuretype shall be used to identify the generated iso metadata xml.
de: Gefundener Dateienidentifikator

source: origin
de: Herkunft

source: Where the metadata record comes from.
de: Gesundheitszustand der Ressource

source: origin url
de: Original

source: the url of the document where the information of this metadata record comes from
de: URL des Dokumentes

source: a short descriptive title for this metadata
de: Eine kurze Beschreibung des Titels für diesen Metadatensatz

source: brief summary of the content of this metadata.
de: Kurzfassung des Inhalts

source: is broken
de: Ist defekt

source: is customized
de: Ist verändert

source: If the metadata record is customized, this flag is True
de: Wenn der Metadatensatz verändert wurde ist Bit gesetzt.

source: is searchable
de: Durchsuchbar

source: only searchable metadata will be returned from the search api
de: Nur Metadatensätze welche gesucht werden dürfen, werden von der Suchschnittstelle zurückgeliefert.

source: hits
de: Treffer

source: how many times this metadata was requested by a client
de: Wie offt dieser Metadatensatz angefragt wurde

source: keywords
de: Schlüsselwörter

source: all keywords which are related to the content of this metadata.
de: Alle Schlüsselwörter, welche mit dem Inhalt des Metadatensatzes in Verbindung stehen.

source: service contact
de: Service Metadaten

source: This is the contact for the service provider.
de: Dies ist der Kontakt des Dienstanbieters.

source: metadata contact
de: Metadaten Datum

source: This is the contact for the metadata information.
de: Dies ist der Kontakt für die Metadateninformationen.

source: internal relation?
de: Interne verknüpfung?

source: true means that this relation is created by a user and the dataset is maybe not linked in a capabilities document for example.
de: Wahr bedeutet, das diese Relation von einem Benutzer erstellt wurde und der Datensatz vielleicht nicht in einemMetadatensatz vernküpft ist.

source: determines where this relation was found or it is added by a user.
de: Bestimmt wo diese Beziehung gefunden wurde oder ob diese von einem Benutzer erstellt wurde.

source: contact
de: Kontakt

source: this is the contact which provides this dataset.
de: Die Organisation, welche den Dienst anbietet.

source: this is the contact which is responsible for the metadata information of the dataset.
de: Dies ist der Kontakt, welcher für die Metadateninformationen verantwortlich ist.

source: resolution type
de: Auflösungstyp

source: Ground resolution in meter or the equivalent scale.
de: Bodenaufläsung in Metern oder Maßstab.

source: resolution value
de: Bodenauflösung

source: The value depending on the selected resolution type.
de: Dieser Wert hängt von dem ausgewählten Auflösungstypen ab.

source: reference systems
de: Referenzsysteme

source: The format in which the described dataset is stored.
de: Die Organisation für welche der Dienst registriert wurde.

source: charset
de: Zeichensatz

source: The charset which is used by the stored data.
de: Die Gruppe, die diesen Dienst registriert hat

source: Flag to signal if the described data has a topologically consistence.
de: Bit zum signalisieren, ob die beschriebene Information eine topologische Konsistenz besitzt.

source: identifier of the remote data
de: Identifikator für die entfernten Daten

source: code space for the given identifier
de: Namensraum für den Indenifkator

source: flag to signal if this
de: Bit um dies zu signalisieren

source: layers
de: Ebenen

source: all layers which are linking to this dataset metadata in there capabilities.
de: Alle Ebenen welche mit diesem Datensatz im Capabilities-Dokument verknüpft sind.

source: feature types
de: Merkmalstypen

source: all feature types which are linking to this dataset metadata in there capabilities.
de: Alle Merksmalstypen, welche mit diesem Metadatensatz verknüpft sind.

source: services
de: Dienste

source: all services from which this dataset was harvested.
de: Gruppe wählen, für welche die Ressource registriert werden soll.

source: the type of the content stored in extent field.
de: Die Art des Inhalts

source: units
de: Einheiten

source: measurement units specifier
de: Maßeinheitenspezifizierer

source: extent
de: Räumliche Ausdehnung

source: The extent string declares what value(s) along the Dimension axis are appropriate for this specific geospatial data object.
de: Der Erweiterungstext beschreibt, welche Werte entlang der Achse, angemessen für diese Art Geodaten ist.

source: the related layer of this dimension entity
de: Die verknüpfte Ebene dieses Eintrags

source: the related feature type of this dimension entity
de: Der verknüpfte Merkmalstyp des Dimensionseintrages

source: the related dataset metadata of this dimension entity
de: Gesundheitszustand der Ressource

source: related dimension
de: verknüpfter Dimensionseintrag

source: the related dimension where this interval was found.
de: Die vernüpfte Dimension des Intervals.

source: Task Result
de: Ergebnis

source: The result of the celery task
de: Das Resultat der celery Aufgabe

source: HTTP status code
de: Gesundheitszustand

source: The http status code of the response
de: Zeigt den Gesundheitszustand der Ressource.

source: error message
de: Nachricht

source: The error message of the http response or other error description
de: Die Fehlermeldung der HTTP Antwort oder eine andere Fehlerbeschreibung

source: monitored uri
de: Überwachte Ressource

source: This is the url which was monitored
de: Die url die überwacht wurde

source: request duration
de: Organisation entfernen

source: elapsed time of the request
de: Gesundheitszustand der Ressource

source: needs update
de: Dienst aktualisiert

source: signals if the ogc capabilities document has any changes
de: Das ist kein Capabilities Dokument.

source: this is the service which shall be monitored
de: Der zu überwachende Dienst

source: this is the layer which shall be monitored
de: Die zu überwachende Ebene

source: the username used for the authentication.
de: Dienst benötigt Authentifizierung

source: the password used for the authentication.
de: Das Passwort, welches für die Authentifizierung des Dienstes genutzt werden soll.

source: authentication type
de: Authentifizierungstyp

source: kind of authentication mechanism shall used.
de: Authentifizierungsmechanismus.

source: the optional authentication type and credentials to request the service.
de: Die optionalen Authentifizierungsdaten um den Dienst abzufragen.

source: web feature service
de: Ihre registrierten Web Feature Services

source: a short description what this allowed operation controls.
de: Eine Kurzbeschreibung für was diese erlaubte Funktion steht.

source: secured service
de: Abonnierte Dienste

source: the service where some layers or feature types are secured of.
de: Der Dienst welcher Ebenen und Medientypen absichert.

source: secured layers
de: abgesicherte Ebene

source: Select one or more layers. Note that all sub layers of a selected layer will also be secured.
de: Wählen Sie eine oder mehere Ebenen. Hinweis: Alle Unterebenen einer gewähltenEbene sind ebenfals abgesichert.

source: secured feature types
de: Featuretyp bearbeiten

source: Select one or more feature types.
de: Wählen Sie einen oder mehere Medientypen.

source: camouflage
de: tarnen

source: if true, all related xml documents are secured, by replace all hostname/internet addresses of the related service by the hostname of the current mr. map instance.
de: Wenn 'Wahr', alle vernüpften XML Dokumente werden abgesichtert, indem alleInternetadressen von verwiesenen Diensten durch den von MrMap ersetzt werden.

source: log response
de: Antworten protokollieren

source: if true, all responses of the related service will be logged.
de: Wenn 'Wahr', werden alle Antworten des vernüpften Dienstes protokolliert.

source: log response without active camouflage is not supported.
de: Antwort prokollieren ohne die Tarnung zu aktivieren ist nicht erlaubt.

source: There are configured allowed operation objects. Camouflage can not be disabled. See all allowed operations <a href=%(url)s>here</a>
de: Es existieren konfigurierte erlaubte Operationen. Die Tarnungsfunktion kann nicht deaktiviert werden. Sehen Sie alle erlaubten Operationen <a href=%(url)s>hier</a>

source: proxy settings
de: Allgemeine Einstellungen

source: the security proxy settings for this service.
de: Die Basis-URL des Dienstes.

source: is active?
de: Letzte Aktivitäten

source: Used to activate/deactivate the service. If it is deactivated, you cant request the service through the Mr. Map proxy.
de: Genutzt um den Dienst zu aktivieren/deaktivieren. Wenn der Dienst deaktiviert ist, kann er nicht über MrMap angefragt werden.

source: version
de: OGC Version

source: the version of the service type as sem version
de: Die Versionsnummer des Dienstes in sem-version

source: the base url of the service
de: Die Basis-URL des Dienstes.

source: web map services
de: Ihre registrierten Web Map Services

source: web feature services
de: Ihre registrierten Web Feature Services

source: catalouge service
de: Zugehöriger Dienst

source: catalouge services
de: Zugehöriger Dienst

source: http method
de: HTTP-Methode

source: the http method you can perform for this url
de: Die HTTP-Methode, welche für diese URL genutzt werden kann.

source: the url for this operation
de: Die URL für diese Operation.

source: operation
de: Erlaubte Bereiche

source: the operation you can perform with this url.
de: Die Operation die mit dieser URL genutzt werden kann.

source: all available mime types of the remote url
de: Alle verfügbaren Medientypen für diese URL

source: related web map service
de: Übergeordneter Dienst

source: the web map service for that this url can be used for.
de: Der Dienst für den diese URL genutzt wird.

source: related web feature service
de: Übergeordneter Dienst

source: the web feature service for that this url can be used for.
de: Der Dienst für den diese URL genutzt wird.

source: related catalouge service
de: Zugehöriger Dienst

source: the catalouge service for that this url can be used for.
de: Der Dienst für den diese URL genutzt wird.

source: identifier
de: Identifikator

source: this is a string which identifies the element on the remote service.
de: Dies ist eine Zeichenkette, welche das Element auf der Gegenseite identifiziert.

source: bounding box
de: Räumliche Ausdehnung

source: bounding box shall be supplied regardless of what CRS the map server may support, but it may be approximate if the data are not natively in geographic coordinates. The purpose of bounding box is to facilitate geographic searches without requiring coordinate transformations by the search engine.
de: Bounding Box soll unabhängig davon bereitgestellt werden, welches CRS der Kartenserver unterstützt, aber es kann ein Näherungswert sein, wenn die Daten nicht nativ in geografischen Koordinaten vorliegen. Der Zweck der Begrenzungsbox ist die Erleichterung geografische Suchen, ohne dass Koordinatentransformationen durch die Suchmaschine erforderlich sind.

source: all reference systems which this element supports
de: Alle Referenzsystem die dieses Element unterstützt.

source: the extras service where this element is part of
de: Die Extra-Dienste denen dieses Element angehört.

source: parent layer
de: Gehört zu Ebene

source: the ancestor of this layer.
de: Schnittstellen des Layers für

source: is queryable
de: Abfragbar

source: flag to signal if this layer provides factual information or not. Parsed from capabilities.
de: Bit um zu signalisieren, ob die Ebene Sachinformationen liefert oder nicht. Aus dem Capabilities-XML übernommen.

source: is opaque
de: Durchsichtig
